Repository: thibaultmaudet/Covid19Dashboard
Catalog: src/Covid19Dashboard/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# Shell_Home.Content
source: Home
fr_fr: Accueil

# IncidenceRateTitle
source: Incidence rate
fr_fr: Taux d'incidence

# IncidenceRateDescription
source: number of cases per week per 100,000 population
fr_fr: nombre de cas par semaine pour 100 000 habitants

# Tile_LastUpdate.Text
source: Last update:
fr_fr: Dernière mise à jour :

# Tile_SeeMoreDetails.Content
source: View more details
fr_fr: Voir plus de détails

# NewHospitalizationTitle
source: New hospitalizations
fr_fr: Nouvelles hopitalisations

# NewHospitalizationDescription
source: new people hospitalized in the last 24 hours
fr_fr: nouvelles personnes hospitalisées au cours des dernières 24 heures

# ReproductionRateTitle
source: Effective reproduction rate
fr_fr: Taux de reproduction effectif

# ReproductionRateDescription
source: people infected by a patient
fr_fr: personnes contaminées par un malade

# DailyConfirmedNewCasesDescription
source: new daily cases
fr_fr: nouveaux cas quotidien

# DailyConfirmedNewCasesTitle
source: Number of new confirmed cases
fr_fr: Nombre de nouveaux cas confirmés

# Shell_EpidemiologicalStatus.Content
source: Epidemiological status
fr_fr: Situation épidémiologique

# PositiveCasesDescription
source: positive cases collected
fr_fr: cas positifs prélevés

# PositiveCasesTitle
source: Number of people who tested positive
fr_fr: Nombre de personnes déclarées positives

# PositiveCasesAverageDescription
source: cases reported positive on average over the last seven days
fr_fr: cas déclarés positif en moyenne sur les sept derniers jours

# PositiveCasesAverageTitle
source: Average number of new confirmed cases per day
fr_fr: Nombre moyen de nouveaux cas confirmés quotidiens

# PositivityRateDescription
source: % of positive tests out of all tests performed
fr_fr: % de tests positifs sur l'ensemble des tests effectués

# PositivityRateTitle
source: Positivity rate
fr_fr: Taux de positivité

# Tile_EvolutionPeriod.Text
source: % in 7 days
fr_fr: % en 7 jours

# Shell_HospitalStatus.Content
source: Hospital status
fr_fr: Situation hospitalière

# DeceasedPersonsDescription
source: people who died from Covid-19 since the beginning of the epidemic
fr_fr: personnes décédés du Covid-19 depuis le début de l'épidémie

# DeceasedPersonsTitle
source: Death
fr_fr: Décès

# HospitalizedPatientsDescription
source: people hospitalized for Covid-19
fr_fr: personnes hospitalisées pour Covid-19

# HospitalizedPatientsTitle
source: Number of patients hospitalized
fr_fr: Nombre de patients hospitalisés

# IntensiveCarePatientsDescription
source: people admitted to intensive care for Covid-19
fr_fr: personnes admises en soins intensifs pour Covid-19

# IntensiveCarePatientsTitle
source: Intensive care patients
fr_fr: Patients en réanimation

# NewDeceasedPersonsAverageDescription
source: new patients who died in the last seven days
fr_fr: nouveaux patients décédés sur les sept derniers jours

# NewDeceasedPersonsAverageTitle
source: Average number of new deaths per day
fr_fr: Nombre moyen de nouveux décès quotidien

# NewDeceasedPersonsDescription
source: new patients who died in the last 24 hours
fr_fr: nouveaux patients décédés au cours des dernières 24 heures

# NewDeceasedPersonsTitle
source: New deaths
fr_fr: Nouveaux décès

# NewHospitalizationAverageDescription
source: new people hospitalized on average over the last seven days
fr_fr: nouvelles personnes hospitalisées en moyenne sur les sept derniers jours

# NewHospitalizationAverageTitle
source: Average number of new hospitalizations per day
fr_fr: Nombre moyen de nouvelles hospitalisations quotidiennes

# NewIntensiveCarePatientsAverageDescription
source: new admissions to intensive care in the last seven days
fr_fr: nouvelles entrées en réanimation sur les sept derniers jours

# NewIntensiveCarePatientsAverageTitle
source: Average number of new entries per day
fr_fr: Nombre moyen de nouvelles entrées quotidienne

# NewIntensiveCarePatientsDescription
source: new people hospitalized in the last 24 hours
fr_fr: nouvelles personnes hospitalisées au cours des dernières 24 heures

# NewIntensiveCarePatientsTitle
source: New admissions in intensive care
fr_fr: Nouvelles adminissions en réanimation

# NewReturnHomeAverageDescription
source: new returns home on average over the last seven days
fr_fr: nouveaux retours à domicile en moyenne sur les sept derniers jours

# NewReturnHomeAverageTitle
source: Average number of daily trips home
fr_fr: Nombre moyen de retours à domicile quotidien

# NewReturnHomeDescription
source: new returns home in the last 24 hours
fr_fr: nouveaux retours à domicile au cours des dernières 24 heures

# NewReturnHomeTitle
source: Returning home
fr_fr: Retours à domicile

# OccupationRateDescription
source: % of critical care beds occupied by Covid19 patients vs. number of beds at end of 2018
fr_fr: % des lits de soins critiques occupés par les patients Covid19 par rapport au nombre de lits fin 2018

# OccupationRateTitle
source: Occupation rate
fr_fr: Taux d'occupation

# NewCompleteVaccinationsAverageDescription
source: new people fully vaccinated on average in the last seven days
fr_fr: nouvelles personnes complètement vaccinées en moyenne sur les sept dernier jours

# NewCompleteVaccinationsAverageTitle
source: Average number of new people fully vaccinated
fr_fr: Nombre moyen de nouvelles personnes complètement vaccinées

# NewCompleteVaccinationsDescription
source: new people fully vaccinated in the last 24 hours
fr_fr: nouvelles personnes complètement vaccinées au cours des dernières 24 heures

# NewCompleteVaccinationsTitle
source: New people fully vaccinated
fr_fr: Nouvelles personnes complètement vaccinées

# NewFirstDosesAverageDescription
source: new first doses administered on average over the last seven days
fr_fr: nouvelles premières doses injectées en moyenne sur les sept derniers jours

# NewFirstDosesAverageTitle
source: Average number of first doses administered daily
fr_fr: Nombre moyen de premières doses injectées quotidiennement

# NewFirstDosesDescription
source: new first doses given within the last 24 hours
fr_fr: nouvelles premières doses injectées au cours des dernières 24 heures

# NewFirstDosesTitle
source: New first doses administered
fr_fr: Nouvelles premières doses injectées

# Shell_VaccinationTracking.Content
source: Vaccination tracking
fr_fr: Suivi de la vaccination

# CompleteVaccinationsCoverageDescription
source: % of population fully vaccinated
fr_fr: % de la population complètement vaccinée

# CompleteVaccinationsCoverageTitle
source: Share of the population fully vaccinated
fr_fr: Part de la population complétement vaccinée

# FirstBoosterDosesCoverageDescription
source: % of population that received a booster dose
fr_fr: % de la population ayant reçu une dose de rappel

# FirstBoosterDosesCoverageTitle
source: Share of the population that received a booster dose
fr_fr: Part de la population ayant reçu une dose de rappel

# FirstDosesCoverageDescription
source: % of population vaccinated with at least one dose
fr_fr: % de la population ayant reçu au moins une dose de vacin

# FirstDosesCoverageTitle
source: Share of the population partially vaccinated
fr_fr: Part de la population partiellement vaccinée

# NewFirstBoosterDosesAverageDescription
source: new booster doses administred on average over the last seven days
fr_fr: nouvelles doses de rappel injectées en moyenne sur les sept derniers jours

# NewFirstBoosterDosesAverageTitle
source: Average number of booster doses administred daily
fr_fr: Nombre moyen de doses de rappel injectées quotidiennement

# NewFirstBoosterDosesDescription
source: new booster doses administred in the last 24 hours
fr_fr: nouvelles doses de rappel injectées au cours des dernières 24 heures

# NewFirstBoosterDosesTitle
source: New booster doses administered
fr_fr: Nouvelles doses de rappel injectées

# TotalCompleteVaccinationsDescription
source: fully vaccinated people
fr_fr: personnes complétement vaccinées

# TotalCompleteVaccinationsTitle
source: Number of people fully vaccinated
fr_fr: Nombre de personnes complétement vaccinées

# TotalFirstBoosterDosesDescription
source: people who received a booster dose
fr_fr: personnes ayant reçu une dose de rappel

# TotalFirstBoosterDosesTitle
source: Number of people who received a booster dose
fr_fr: Nombre de personnes ayant reçu une dose de rappel

# TotalFirstDosesTitle
source: Number of people partially vaccinated
fr_fr: Nombre de personne partiellement vaccinées

# TotalFirstDosesDescription
source: partially vaccinated people
fr_fr: personnes partiellement vaccinées

# Filter_Departments.Header
source: Filter by department :
fr_fr: Filter par département :

# Filter_RefineIndicators.Text
source: Refine indicators
fr_fr: Affiner les indicateurs

# Filter_Reset.Content
source: Reset
fr_fr: Réinitialiser

# DailyConfirmedNewCases
source: Daily cases
fr_fr: Cas quotidiens

# SlidingAverage
source: Seven-day rolling average
fr_fr: Moyenne glissante sur sept jours

# PositiveCases
source: People who tested positive
fr_fr: Personnes déclarées positives

# PositiveCasesAverage
source: 7-day rolling average
fr_fr: Moyenne glissante sur 7 jours

# CompleteVaccinationsCoverage
source: Complete vaccination
fr_fr: Vaccination complète

# DeceasedPersons
source: Number of deceased people
fr_fr: Nombre de personnes décédés

# FirstBoosterDosesCoverage
source: Booster given
fr_fr: Rappel administré

# FirstDosesCoverage
source: At least one dose
fr_fr: Au moins une dose

# HospitalizedPatients
source: Number of patients hospitalized
fr_fr: Nombre de patients hospitalisés

# IncidenceRate
source: Number of cases per 100,000 population
fr_fr: Nombre de cas pour 100 000 habitants

# IntensiveCarePatients
source: Number of people in critical care
fr_fr: Nombre de personnes en soins critiques

# NewCompleteVaccinations
source: New people fully vaccinated
fr_fr: Nouvelles personnes complètement vaccinées

# NewCompleteVaccinationsAverage
source: Average number of new people vaccinated
fr_fr: Nombre moyen de nouvelles personnes vacciées

# NewDeceasedPersons
source: New daily deaths
fr_fr: Nouveaux décès quotidien

# NewDeceasedPersonsAverage
source: Average number of new deaths
fr_fr: Nombre moyen de nouveaux décès

# NewFirstBoosterDoses
source: New booster doses administered
fr_fr: Nouvelles doses de rappel administrées

# NewFirstBoosterDosesAverage
source: Average number of new booster doses administered
fr_fr: Nouveaux rappels administrés en moyenne

# NewFirstDoses
source: New first doses administered
fr_fr: Nouvelles premières doses injectées

# NewFirstDosesAverage
source: Average number of first doses administered
fr_fr: Nombre moyen de premières doses injectées

# NewHospitalization
source: New daily hospitalizations
fr_fr: Nouvelles hospitalisations quotidienne

# NewHospitalizationAverage
source: Average number of new hospitalizations
fr_fr: Nombre moyen de nouvelles hospitalisations

# NewIntensiveCarePatients
source: New entries in daily resuscitation
fr_fr: Nouvelles entrées en réanimation quotidienne

# NewIntensiveCarePatientsAverage
source: Average number of new admissions to the intensive care unit
fr_fr: Moyenne des nouvelles entrées en réanimation

# NewReturnHome
source: New daily homecomings
fr_fr: Nouveaux retour à domicile quotidien

# NewReturnHomeAverage
source: Average number of returns home
fr_fr: Nombre moyen de retour à domicile

source: Occupation rate
fr_fr: Taux d'occupation

# PositivityRate
source: Rate of positive tests
fr_fr: Taux de tests positifs

# ReproductionRate
source: Effective reproduction rate
fr_fr: Taux de reproduction effectif

# TotalCompleteVaccinations
source: Complete vaccinations
fr_fr: Vaccination complète

# TotalFirstBoosterDoses
source: Booster administred
fr_fr: Rappel administré

# TotalFirstDoses
source: At least one dose
fr_fr: Au moins une dose

# DataRecovery.Text
source: Data recovering and processing...
fr_fr: Récupération et traitement des données en cours...

# NoTiles.Text
source: No data available for this indicator.
fr_fr: Aucune donnée de disponible pour cet indicateur.
